{
  "count": 3,
  "next": null,
  "previous": null,
  "results": [
    {
      "id": 3,
      "created_at": "2023-05-29T12:31:10.142844Z",
      "updated_at": "2023-05-29T12:31:10.142867Z",
      "name": "Belgium",
      "short_code": "be",
      "caption": "Belgium, officially the Kingdom of Belgium, is a country in Northwestern Europe. The country is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest.",
      "continent": "EU",
      "capital": "Brussels",
      "population": 1149240,
      "students": null,
      "international_students": null,
      "about": "Belgium, officially the Kingdom of Belgium, is a country in Northwestern Europe. The country is bordered by the Netherlands to the north, Germany to the east, Luxembourg to the southeast, France to the southwest, and the North Sea to the northwest. It covers an area of 30,528 km2 (11,787 sq mi) and has a population of more than 11.5 million, making it the 22nd most densely populated country in the world and the 6th most densely populated country in Europe, with a density of 376/km2 (970/sq mi). Belgium is part of an area known as the Low Countries, historically a somewhat larger region than the Benelux group of states, as it also included parts of northern France. The capital and largest city is Brussels; other major cities are Antwerp, Ghent, Charleroi, Liège, Bruges, Namur, and Leuven.\r\n\r\nBelgium is a sovereign state and a federal constitutional monarchy with a parliamentary system. Its institutional organization is complex and is structured on both regional and linguistic grounds. It is divided into three highly autonomous regions: the Flemish Region (Flanders) in the north, the Walloon Region (Wallonia) in the south, and the Brussels-Capital Region. Brussels is the smallest and most densely populated region, as well as the richest region in terms of GDP per capita. Belgium is also home to two main linguistic communities: the Flemish Community, which constitutes about 60 percent of the population, and the French Community, which constitutes about 40 percent of the population. A small German-speaking Community, numbering around one percent, exists in the East Cantons. The Brussels-Capital Region is officially bilingual in French and Dutch, although French is the dominant language. Belgium's linguistic diversity and related political conflicts are reflected in its complex system of governance, made up of six different governments.",
      "about_wiki_link": "https://en.wikipedia.org/wiki/Belgium",
      "trivia_facts": "",
      "living_costs": "",
      "published": false,
      "currency": 4
    },
    {
      "id": 2,
      "created_at": "2023-05-29T12:30:13.863796Z",
      "updated_at": "2023-05-29T12:30:13.863818Z",
      "name": "Nigeria",
      "short_code": "ng",
      "caption": "Nigeria is a country in West Africa. It is situated between the Sahel to the north and the Gulf of Guinea to the south in the Atlantic Ocean. It covers an area of 923,769 square kilometres (356,669 sq mi), and with a population of over 225 million,  it is the most populous country in Africa, and the world's sixth-most populous country.",
      "continent": "AF",
      "capital": "Abuja",
      "population": 200000000,
      "students": null,
      "international_students": null,
      "about": "Nigeria, officially the Federal Republic of Nigeria, is a country in West Africa. It is situated between the Sahel to the north and the Gulf of Guinea to the south in the Atlantic Ocean. It covers an area of 923,769 square kilometres (356,669 sq mi), and with a population of over 230 million, it is the most populous country in Africa, and the world's sixth-most populous country. Nigeria borders Niger in the north, Chad in the northeast, Cameroon in the east, and Benin in the west. Nigeria is a federal republic comprising 36 states and the Federal Capital Territory, where the capital, Abuja, is located. The largest city in Nigeria is Lagos, one of the largest metropolitan areas in the world and the second-largest in Africa.\r\n\r\nNigeria has been home to several indigenous pre-colonial states and kingdoms since the second millennium BC, with the Nok civilization in the 15th century BC marking the first internal unification in the country. The modern state originated with British colonialization in the 19th century, taking its present territorial shape with the merging of the Southern Nigeria Protectorate and Northern Nigeria Protectorate in 1914 by Lord Lugard. The British set up administrative and legal structures while practising indirect rule through traditional chiefdoms in the Nigeria region. Nigeria became a formally independent federation on 1 October 1960. It experienced a civil war from 1967 to 1970, followed by a succession of military dictatorships and democratically elected civilian governments until achieving a stable democracy in the 1999 presidential election. The 2015 general election was the first time an incumbent president failed to be re-elected.",
      "about_wiki_link": "https://en.wikipedia.org/wiki/Nigeria",
      "trivia_facts": "",
      "living_costs": "",
      "published": false,
      "currency": 3
    },
    {
      "id": 1,
      "created_at": "2023-05-29T12:29:14.606029Z",
      "updated_at": "2023-05-29T12:29:14.606053Z",
      "name": "Canada",
      "short_code": "ca",
      "caption": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic Ocean to the Pacific Ocean and northward into the Arctic Ocean, covering over 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area.",
      "continent": "NA",
      "capital": "Ottawa",
      "population": 28000000,
      "students": 1775000,
      "international_students": 323000,
      "about": "Canada is a country in North America. Its ten provinces and three territories extend from the Atlantic Ocean to the Pacific Ocean and northward into the Arctic Ocean, covering over 9.98 million square kilometres (3.85 million square miles), making it the world's second-largest country by total area.\r\n\r\nCanada is described as a \"full democracy\", with a tradition of liberalism, and an egalitarian, moderate political ideology. An emphasis on social justice has been a distinguishing element of Canada's political culture. Peace, order, and good government, alongside an Implied Bill of Rights, are founding principles of the Canadian government.\r\n\r\nCanada has a highly developed mixed-market economy, with the world's eighth-largest economy as of 2022, and a nominal GDP of approximately US$2.221 trillion. It is one of the least corrupt countries in the world and is one of the world's largest trading nations, with a highly globalized economy. Canada's economy ranks above the US and most western European nations on The Heritage Foundation's Index of Economic Freedom and experiences a relatively low level of income disparity. The country's average household disposable income per capita is \"well above\" the OECD average. The Toronto Stock Exchange is the ninth-largest stock exchange in the world by market capitalization, listing over 1,500 companies with a combined market capitalization of over US$2 trillion.",
      "about_wiki_link": "https://en.wikipedia.org/wiki/Canada",
      "trivia_facts": "1. After Russia, Canada is the second largest country in the world in terms of land mass.\r\n2. Canada has more lakes than the rest of the world’s lakes combined. Plenty of opportunities to go for a swim!\r\n3.The Blackberry Smartphone is developed in Waterloo, Ontario.\r\n4.Canada is home to approximately 55,000 different insect species.\r\n5. Canada has a prison for polar bears who break into people’s homes.",
      "living_costs": "Let's take a closer look at the average tuition and living expenses in Canada:\r\n\r\nAverage university tuition fees in Canada\r\n-------------------------------------------------------------------------\r\nIn Canada, the fees vary based on your level, university, discipline, and country of origin. Private universities are more expensive than public ones, but overall, tuition fees for international students range between:\r\n\r\n1,000–30,000 CAD/year for Bachelor's degrees\r\n1,000–65,000 CAD/year for Master's degrees\r\n\r\nAverage cost of living in Canada\r\n---------------------------------------------------------------------------\r\nCompared to the rest of the world, Canada can be rather pricey. Especially in major cities, you may find that transportation and food have higher price stickers than most other countries.\r\n\r\nYou should prepare at least 800–1,500 CAD per month for most cities. In Vancouver or Calgary, living costs can reach 2,000 CAD per month.\r\n\r\nHere’s a breakdown of some of the average costs for various things in Canada:\r\n\r\nRent (private apartment): 650–1,200 CAD/month\r\nUtilities: 230–270 CAD/month\r\nPair of jeans: 64 CAD\r\nMonthly transportation card/ticket: 97 CAD\r\nBottle of wine: 15 CAD\r\nLoaf of bread: 2.90 CAD\r\nMilk: 2.50 CAD\r\nTicket to the cinema: 14 CAD",
      "published": false,
      "currency": 2
    }
  ]
}